Repository: ShikiSuen/r128x
Catalog: r128x-swiftui/*.lproj/Localizable.strings
Languages: fr, ja, zh_hans, zh_hant

source: Add Files
fr: Ajouter des Fichiers
ja: ファイル添付
zh_hans: 添入文件
zh_hant: 添入檔案

source: All files are processed successfully.
fr: Tous les fichiers ont été traités avec succès.
ja: 全ファイル無事測量完了。
zh_hans: 全部文件测量完毕。
zh_hant: 全部檔案測量完畢。

source: All files are processed, excepting %d failed files.
fr: Tous les fichiers sont traités, à l'exception des fichiers ayant échoué %d.
ja: 測量できなかったファイルは %d 点であり、他のファイルは全て測量完了。
zh_hans: 有 %d 个文件测量失败；其余文件全部测量完毕。
zh_hant: 有 %d 個檔案測量失敗；其餘檔案全部測量完畢。

source: Clear Table
fr: Effacer le Tableau
ja: テーブルをクリア
zh_hans: 清空表格
zh_hant: 清空表格

source: Drag audio files from Finder to the table in this window.
fr: Faites glisser les fichiers audio du Finder vers le tableau de cette fenêtre.
ja: Finder からファイルを弊ウィンドウにお引きずりください。
zh_hans: 请直接从 Finder 将文件拽入至本视窗内。
zh_hant: 請直接從 Finder 將檔案拽入至本視窗內。

source: File Name
fr: Nom de Fichier
ja: ファイル名
zh_hans: 文件名称
zh_hant: 檔案名稱

source: Loudness Range
fr: Plage d'Intensité Sonore
ja: ラウドネスの範囲
zh_hans: 响度范围
zh_hant: 響度範圍

source: Processing files in the queue: %d remaining.
fr: Traitement des fichiers dans la file d'attente : %d restant.
ja: ファイル順番測量処理中。残り：%d 点。
zh_hans: 正在测量文件。还剩 %d 个文件待测量。
zh_hant: 正在測量檔案。還剩 %d 個檔案待測量。

source: Program Loudness
fr: Niveau Sonore Du Programme
ja: プログラムラウドネス
zh_hans: 节目响度
zh_hant: 節目響度

source: Reprocess All
fr: Répéter le Processus
ja: 全部再測量
zh_hans: 全部重新测量
zh_hant: 全部重新測量

source: Status
fr: Statut
ja: 状態
zh_hans: 状态
zh_hant: 狀態
